[
  {
  "id" : 1,
  "title" : "Официальные данные по коронавирусу: 1639 зараженных за сутки. Прирост активных больных — 666 человек",
  "src" : "https://content.onliner.by/news/970x485/ddbb58b688f8a43818e5076ed5d23e42.jpeg",
  "gallery" : ["https://content.onliner.by/news/970x485/ddbb58b688f8a43818e5076ed5d23e42.jpeg","https://content.onliner.by/news/970x485/ddbb58b688f8a43818e5076ed5d23e42.jpeg","https://content.onliner.by/news/970x485/ddbb58b688f8a43818e5076ed5d23e42.jpeg"],
  "comments" : [{"email": "qweqe@asd.ru",
                  "name": "pazul",
                  "comment_text":  "Вы тест мне и моим коллегам сделайте, а то мы на больничном с ОРВИ, не чувствуем ни запахов ни вкусов. как минимум +4 будет, а таких как мы в поликлинике сегодня было с десяток и это за час, пока был я. Кому вы делаете эти тесты???\np.s. живу в Минске[g"},
                {"email": "qweqe@asd.ru",
                  "name": "tatat",
                  "comment_text":  "asdasfpsdgkjapioj[g"},
                {"email": "qweqe@asd.ru",
                  "name": "omdm",
                  "comment_text":  "А тем временем во Франции не одевшего маску госслужащие забили в собственном доме."},
                {"email": "qweqe@asd.ru",
                  "name": "Atton",
                  "comment_text":  "у жены ковид подтвержденный. Мне в поликлинике прямым текстом сказали что не делают всем контактам первого уровня тест из-за их нехватки. И предложили просто минимально выходить их дома."}
  ],
  "preview" : "Минздрав сообщает, что на сегодня в Беларуси зафиксировано 136 647 случаев заражения коронавирусной инфекцией. Суточный прирост составил 1639 — это на 45 меньше, чем вчера. Умерли за все время 1158 (+7) человек.",
  "full_text" : "Автор: Денис Логунович\nМинздрав сообщает, что на сегодня в Беларуси зафиксировано 136 647 случаев заражения коронавирусной инфекцией. Суточный прирост составил 1639 — это на 45 меньше, чем вчера. Умерли за все время 1158 (+7) человек.\n\nВыздоровел и выписан 114 341 (+966) пациент с ранее подтвержденным диагнозом COVID-19. Всего проведено 3 269 576 тестов.\n\nЗа прошедшие сутки, по данным Минздрава, выздоровевших было меньше, чем заболевших. Таким образом, число активных больных выросло на 666 и составляет 21 148.",
  "с" : "people" ,
  "statuc" : "new"
},
  {
    "id" : 2,
    "title" : "Месяц с iPhone 12 Pro. Что нравится и что бесит в смартфоне Apple",


    "src" : "https://content.onliner.by/news/1400x5616/45f6a8815427bd380a71b10beef2f0e5.jpeg",
    "gallery" : ["https://content.onliner.by/news/1400x5616/b91663cb31cdb103141476f94d47c5d8.jpeg","https://content.onliner.by/news/1100x5616/64510f1beb9b99700d3e979da39b7843.jpeg","https://content.onliner.by/news/1100x5616/964688609a42a98c72e46bf78e3c081d.jpeg"],
    "comments" : [{"email": "qweqe@asd.ru",
      "name": "pazul",
      "comment_text":  "Ниочем статья. Что значит батарея у меня прожила 2 дня. А у меня может 4 часа. Значит батарея дерьмо. Сравнили бы батарею с конкурентами в одинаковых режимах. Была бы полезная информация. А так одна вода."},
      {"email": "qweqe@asd.ru",
        "name": "tatat",
        "comment_text":  "Отдать 2 штуки баксов себе же в ущерб, заведомо зная, что аппарат хуже по всем параметрам, и проигрывает обычному бюджетному дроиду!, На носу 21 год, батареи перешагнули отметку в 5000 тысяч, экраны без вырезов всех размеров какой душа пожелает, мощности процов давно удовлетворяют все возможные сценарии использования, и так далее ..Выбор велик как никогда. А эпл наживает капитал, продавая воздух для доверчивых граждан, умудряясь при этом впарить даже старый дизайн, в старой обёртке."},
      {"email": "qweqe@asd.ru",
        "name": "omdm",
        "comment_text":  "А тем временем во Франции не одевшего маску госслужащие забили в собственном доме."},
      {"email": "qweqe@asd.ru",
        "name": "Atton",
        "comment_text":  "у жены ковид подтвержденный. Мне в поликлинике прямым текстом сказали что не делают всем контактам первого уровня тест из-за их нехватки. И предложили просто минимально выходить их дома."}
    ],
    "preview" : "При подготовке первого обзора смартфона (да и любого другого девайса) не сразу получается прочувствовать все нюансы работы новинки. Зато спустя несколько недель замечаешь мелочи — как позитивные, так и негативные, — которые проявляются только при регулярном продолжительном использовании устройства. Вот уже почти месяц я работаю с iPhone 12 Pro и теперь могу по полочкам разложить все плюсы и минусы флагмана Apple. Опять же не забуду и о сравнении с предыдущим флагманом iPhone 11 Pro, с которым отходил год.",
    "full_text" : "При подготовке первого обзора смартфона (да и любого другого девайса) не сразу получается прочувствовать все нюансы работы новинки. Зато спустя несколько недель замечаешь мелочи — как позитивные, так и негативные, — которые проявляются только при регулярном продолжительном использовании устройства. Вот уже почти месяц я работаю с iPhone 12 Pro и теперь могу по полочкам разложить все плюсы и минусы флагмана Apple. Опять же не забуду и о сравнении с предыдущим флагманом iPhone 11 Pro, с которым отходил год.\n\nСмартфон Apple iPhone 12 Pro 512GB (золотой)\n2 отзыва\nApple iOS, экран 6.1\" OLED (1170x2532), Apple A14 Bionic, ОЗУ 6 ГБ, флэш-память 512 ГБ, камера 12 Мп, аккумулятор 2775 мАч, 1 SIM\n–6%4500 р.\nСмартфоны Apple в Каталоге Onliner\nУдобство и практичность\nВолей судьбы в моем распоряжении оказался iPhone золотистой расцветки. Субъективно, у такого варианта очень красивый нежно-кремовый оттенок тыльной панели, но чересчур вызывающие торцы. Первое время нарочито золотой ободок почему-то вызывал ассоциации с фильмами Кустурицы.\n\n\nПоэтому, хоть я такое и не люблю, сразу нарядил телефон в фирменный «яблочный» чехол синего цвета. Чехол пластиковый, с очень приятным на ощупь покрытием софттач. Внутри — бархатистая структура, чтобы песчинки не оставляли следов на корпусе девайса. Чехол поддерживает магнитную зарядку, а когда надеваешь его на смартфон, на экране появляется приветственная круговая анимация.\n\n\nВ чехле я относил iPhone 12 Pro около двух недель. Впечатления в целом хорошие. Поверхность хоть и собирает грязь, но не слишком активно. Выступающие над дисплеем бортики помогут сохранить матрицу при падении. У меня, правда, за это время смартфон не падал, поэтому с практической точки зрения оценивать защитные свойства чехла сложно.\n\n\nСпустя две недели я снял чехол и заметил на крышке iPhone 12 Pro след от кругляша. Хорошо, что вытирается он легко. И все же решил отказаться от чехла. Из-за него габариты устройства заметно увеличиваются, а защитные бортики портят впечатление от управления: палец то и дело цепляется за них, особенно при свайпах снизу вверх или справа налево.\n\nЧехол Apple MagSafe Silicone Case для iPhone 12/12 Pro (сливовый)\nнакладной, силикон, цвета: фиолетовый\n189 р.\nЧехол Apple MagSafe Silicone Case для iPhone 12/12 Pro (кипрский зеленый)\nнакладной, силикон, цвета: зеленый\n189 р.\nЧехлы Apple в Каталоге Onlner\n\nНеудобно признаваться самому себе, но спустя несколько дней золотые торцы телефона перестали напрягать, и — о ужас! — даже стали казаться симпатичными. В целом дизайн iPhone 12 Pro воспринимается отлично, но не скажу, что лучше, чем iPhone 11 Pro. Визуально это две разные модели, но обе по-своему красивые.\n\n\nА вот по практичности прошлогодний «топ» все же превосходит своего наследника. Плоские грани iPhone 12 Pro покрываются следами использования буквально от одного взгляда, тогда как у предшественника благодаря закругленным торцам те же отпечатки пальцев оставались не видны.\n\nДа и в руке угловатые торцы ощущаются не очень комфортно. Из-за них iPhone 12 Pro кажется толще предшественника, хотя на самом деле он почти на миллиметр тоньше.\n\nЦарапин на торцах за две недели ношения смартфона без чехла не появилось. Зато на стекле уже заметны следы потертостей. Крышка, как и в iPhone прошлого поколения, почти всегда выглядит безупречно: матовое стекло — по-прежнему топ.\n\n\nИтого: iPhone 12 Pro чертовски красив (даже в золотой расцветке!), но есть вопросы к торцам — они моментально пачкаются и не очень приятно ощущаются в руке по сравнению с закругленными рамками.\n\nДисплей и производительность\nВсе-таки, когда речь идет о диагонали смартфона, 0,3 дюйма — это много. И в нынешнем поколении это, пожалуй, лучшее, что случилось с «прошкой». На сегодня для многих пользователей дисплей с диагональю 6,1 дюйма — разумный компромисс между «лопатой» и минимализмом.\n\n\nСпустя пару недель использования iPhone 12 Pro я достал 11 Pro и только тогда осознал, насколько же у последнего маленький экран. Однако по качеству изображения или уровню подсветки существенных различий я не увидел: оба смартфона получили шикарные дисплеи.\n\nИнтересные наблюдения касательно производительности. iPhone 12 Pro получил мощный чип, однако его потенциал на фоне тоже все еще очень производительного A13 Bionic во время первого обзора совсем не раскрылся. Только спустя время становится заметно, что благодаря A14 Bionic какие-то приложения запускаются немного быстрее, какие-то игры загружаются чуть шустрее. Разница некритичная, едва заметна, но она есть.\n\nКуда более очевидно, что Apple, видимо, нарастила объем оперативной памяти. В iPhone 11 Pro ее было 4 ГБ, новинка же вроде бы получила 6 ГБ. Во всяком случае теперь в режиме многозадачности остается куда больше активных приложений. Раньше, например, частенько после запуска камеры предыдущие открытые приложения фактически перезапускались заново. Сейчас же они висят в памяти в том состоянии, в котором остались в последний раз.\n\nДля чистоты эксперимента я подряд запускал довольно тяжелые игры из Apple Arcade. В оперативке хватило места для пяти из них, и только после запуска шестой первую система убрала из ОЗУ. Менее требовательные приложения остаются в оперативной памяти еще более охотно.\n\nАвтономность и зарядка\nЕмкость аккумулятора iPhone 12 Pro меньше, чем у прошлогоднего флагмана, но у меня новый смартфон чаще доживает два дня на одной зарядке. Бывало, что и 11 Pro вместо стандартных полутора суток протягивал двое, однако сложилось впечатление, что его преемник способен достигать этого чаще. То есть какой-то драматичной разницы между двумя смартфонами нет, но энергоэффективность чипа A14 Bionic иногда способна подарить несколько дополнительных часов автономности.\n\n\nПо-настоящему классная и удобная фича — магнитная зарядка MagSafe на 15 Вт. Она как бы притягивает iPhone 12 Pro и надежно фиксирует его магнитами. Сил хватает, чтобы удерживать смартфон даже в висячем положении. Убежден, что это будущее всех телефонов. Через какой-нибудь год-два они избавятся от зарядного порта и будут поставляться вместе с подобными беспроводными зарядками. Однако пока за такую штуковину просят 150 рублей.\n\n\nПоддерживается, к слову, беспроводная зарядка не только iPhone 12 Pro, но и предыдущих поколений смартфонов от Apple, только там не будут работать магниты, а скорость зарядки будет вдвое ниже.\n\nБеспроводное зарядное Apple MagSafe Charger MHXH3AM/A\nбеспроводное зарядное для телефонов/для наушников, разъем подключения MagSafe, выходная мощность 15 Вт, быстрая зарядка, кабель 1 м, MFI\n149 р.\nЗарядные устройства Apple\nКамера, LiDAR и звук\nСюда я вынес то, что лично для меня не играет большого значения и не отличается от iPhone 11 Pro. Например, стереодинамики и звук в наушниках — как ни прислушивался, разницу между двумя моделями не заметил.\n\n\nТо же касается камеры. Снимаю я редко, и для меня какого-то очевидного рывка при переходе с 11 Pro на 12 Pro не случилось. С более пристальным сравнением камер двух смартфонов можно ознакомиться в предварительном обзоре новинки.\n\n\nПример ночной видеосъемки на iPhone 12 Pro\n\nДля LiDAR скачал несколько приложений и игр с его поддержкой. Из приложений это в основном планировщики помещений, которые могут просканировать вашу квартиру и на основе этого сделать ее карту или 3D-изображение. Наверное, пригодится дизайнерам и проектировщикам. Среди игр ничего заслуживающего внимания не нашлось.\n\nЕдинственное, благодаря LiDAR заметно точнее стало фирменное приложение «Рулетка»: оно и на местности ориентируется быстрее, чем раньше, и элементы помещения, которые вы собираетесь измерить, определяет четче. Кроме того, система научилась распознавать людей и автоматически измерять их рост. Пожалуй, рулетка — пока единственное более-менее значимое оправдание LiDAR.\n\n\nНе скажу, что iPhone 12 Pro кардинально во всем лучше предшественника. Из заметных улучшений — увеличившийся дисплей. Это один из немногих факторов, способных сподвигнуть владельца 11 Pro пересесть на новинку. А вот обладателям XS и особенно X точно стоит задуматься о переходе на iPhone 12 Pro.",
    "category" : "tech" ,
    "statuc" : "new"
  },
  {
  "id" : 3,
  "title" : "Выбираем на «Автобарахолке» свежий премиум-автомобиль D-класса",
  "src" : "https://content.onliner.by/news/970x485/e4c611d9a37b874a1eaa6802dfa7b246.jpeg",
  "gallery" : ["https://content.onliner.by/automarket/222128/800x800/934ac4d4fded1cf7ccad6e28e14cc231.jpeg","https://content.onliner.by/automarket/1063098/800x800/8345465dcbd1c786fd495336b8233f5e.jpeg","https://content.onliner.by/automarket/424653/800x800/7630f3a3a36f81093cb4b053d31642c1.jpeg"],
  "comments" : [{"email": "qweqe@asd.ru",
    "name": "pazul",
    "comment_text":  "Сказать что они свежие автомобили по современным меркам-нет! если бы это были авто 80-90х и им было по 10 лет можно сказать что они были свежие! а это как одноразвый пакет молока, первый выпил, а остальные ебу...я с ними, с гордым видом это же \"крутая тачка \", так вот как по мне крутая тачка это та которая не сушит твой карман, и лучше они будут в \"кошельке\" чем тратить огромные деньги на содержание их, богат был тот кто их купил с салона, а не те которые их сейчас покупает! и те люди которые берут новые как вы говорите \"говно \" автомобили, зато он будет ездить и не боятся первые 5 лет так точно, так что товарищи \"Бизнесмены\" \"олигархи\" обслуживайте как следует своих любимок)) со слезами на глазах потом продав наевшись дорогим обслуживанием, и купив машину по проще) Не те времена уже чтобы брать современно-старое авто"},
    {"email": "qweqe@asd.ru",
      "name": "tatat",
      "comment_text":  "Крутая тачка это та, на которой хочется ездить и которая доставляет эмоции, а не тошнотойтка или половичок, на которые без содрогания не взглянешь.\nА сервис и уход требует каждая, и кто-то готов переплачивать за повышенную мощность и комфорт, а кто-то довольствуется минимумом"},
    {"email": "qweqe@asd.ru",
      "name": "omdm",
      "comment_text":  "Езжу и на поло17г., и на ЛКП J150 10г. И обе тачки едут отлично. Смотрячто хотите от своей ласточки. ТО почти одинаково по деньгам. И полик шустрее многих 3.0 - х литровых!"},
    {"email": "qweqe@asd.ru",
      "name": "Atton",
      "comment_text":  "у жены ковид подтвержденный. Мне в поликлинике прямым текстом сказали что не делают всем контактам первого уровня тест из-за их нехватки. И предложили просто минимально выходить их дома."}
  ],
  "preview" : "Вы заметили, как сильно подешевели премиальные модели D-класса, если смотреть предпоследние поколения? Оказывается, вместо укомплектованной «Весты» уже можно присматриваться к BMW F30. А ведь еще в прошлом году это был самый свежий кузов «тройки». Audi A4 B8 можно вообще взять по цене Lada Granta. Ну дела! Еще никогда элитность и уважение в потоке не были так близки к простому белорусу. Давайте-ка пробежимся по «Автобарахолке» в поиске модели D-класса в предпоследней «будке».",
  "full_text" : "Вы заметили, как сильно подешевели премиальные модели D-класса, если смотреть предпоследние поколения? Оказывается, вместо укомплектованной «Весты» уже можно присматриваться к BMW F30. А ведь еще в прошлом году это был самый свежий кузов «тройки». Audi A4 B8 можно вообще взять по цене Lada Granta. Ну дела! Еще никогда элитность и уважение в потоке не были так близки к простому белорусу. Давайте-ка пробежимся по «Автобарахолке» в поиске модели D-класса в предпоследней «будке».\n\nBMW 3-Series\nКак быстро летит время. Еще вчера богатым казался человек, сидящий за рулем BMW E90. А сегодня за 13,5 тыс. долларов по курсу можно стать обладателем 3-Series F30. Понятно, что это будет дорестайл и с не самым удачным мотором, но тем не менее. Вот, например, одна из самых доступных предпоследних «троек» на нашем сайте. Автомобиль был выпущен в 2013 году и имеет пробег всего 170 тыс. км. Это бензиновый седан с 2-литровым 184-сильным мотором, задним приводом и «автоматом».\n\n\nBMW 3 серия VI (F30/F31), 2013 г.в., 170 000 км\nсиний, седан, бензин 2 л, автоматическая, задний привод\n34 929 р. 13 500 $ 11 272 €\nСреди опций отмечены круиз-контроль, система стабилизации, литые диски R17, биксеноновые фары, датчики дождя и света, климат-контроль на две зоны, парктроники по кругу, полный электропакет. Очевидно, это не самая богатая комплектация, но снаружи этого не видно. Сосед на «Дастере» обзавидуется. Вряд ли он с ходу поймет, что новый кроссовер Renault стоит дороже этой BMW. В описании говорится, что у машины одна хозяйка и она (машина) в хорошем состоянии. Имеется два комплекта резины. К торгу продавец готов.\n\nAudi A4\nПредпоследним поколением Audi A4 является модель В8. Она намного старше упомянутой выше BMW — дебют А4 в данном кузове состоялся еще в 2007 году. Цены на подержанные экземпляры радуют глаз — за универсал Audi A4 B8 Avant 2009 года выпуска просят 7250 долларов в эквиваленте. Автомобиль за 11 лет намотал 268 тыс. км. Под капотом — 2-литровый бензиновый мотор, приводящий в движение переднюю ось. Коробка — вариатор.\n\n\nAudi A4 B8, 2009 г.в., 268 000 км\nсеребристый, универсал, бензин 2 л, автоматическая, передний привод\n18 758 р. 7250 $ 6053 €\nПродавец говорит, что пригонял эту Audi для себя из Чехии семь лет назад. В Беларуси машина еще ни разу не меняла владельца. В объявлении указано, что по коробке и двигателю проблем нет, обслуживался универсал всегда вовремя. Есть небольшой зазор для торга. Продается автомобиль в связи с пополнением в семье. Поздравляем!\n\nMercedes C-Class\nКомпания Mercedes скоро выведет на рынок C-Class W206, но пока актуальной моделью является 205-й кузов, а предпоследним считается W204, дебютировавший еще в середине прошлого десятилетия. Машина выполнена в строгом стиле Mercedes, и многим именно эта «цешка» нравится больше всего. Сегодня W204 стоит просто каких-то смешных денег. Вот экземпляр за 6,7 тыс. долларов по курсу. Это вообще законно, так дешево продавать свежий Mercedes?\n\n\nMercedes-Benz C-Класс III (W204), 2007 г.в., 240 000 км\nчерный, седан, бензин 3.5 л, автоматическая, задний привод\n17 335 р. 6700 $ 5594 €\nАвтомобиль сошел с конвейера в 2007 году. На одометре — 240 тыс. км. В движение этот премиальный седанчик приводится 3,5-литровым мотором мощностью 272 л. с. Привод — на заднюю ось, коробка — автоматическая. Продавец утверждает, что кузов, АКП, салон и подвеска находятся в отличном состоянии. Но не скрывает — нюансы присутствуют. Мерс есть мерс.\n\nLexus IS\nЯпонцы тоже присутствуют в премиальном сегменте D. Конкурентом перечисленным выше «немцам» является Lexus IS. Компактный седан второго поколения продается в Минске за 8450 долларов в эквиваленте. Машина 2007 года выпуска с пробегом 244 тыс. км. Под капотом — 2,2-литровый турбодизель мощностью 177 л. с. У автомобиля задний привод и механическая коробка передач. Сразу видно, что приехал этот Lexus не из США.\n\n\nLexus IS II, 2007 г.в., 244 000 км\nсеребристый, седан, дизель 2.2 л, механическая, задний привод\n21 863 р. 8450 $ 7055 €\nВладелец менял расходники каждые 8,5 тыс. км и уверяет, что денег на ТО не жалел. Все в машине работает, все в неплохом состоянии. Седан каждый день на ходу. Имеется два комплекта резины и премиальная акустика Mark Levinson (корпорация Harman International Industries). Продавец не поленился и отметил все опции, которые присутствуют на борту.\n\nInfiniti G\nА вот и «одноклассник» Lexus IS — Infiniti G. Автомобиль продавался как в кузове седан, так и в 2-дверном исполнении. Модель хорошо известна белорусским любителям японских машин. Будучи новой, она стоила довольно дорого, но время не щадит никого, поэтому сегодня за 13-летний G35 просят всего 7,5 тыс. долларов по курсу. На одометре данного экземпляра — 185 тыс. км. Продается седан в Гомеле.\n\n\nInfiniti G IV (V36), 2007 г.в., 185 075 км\nсеребристый, седан, бензин 3.5 л, автоматическая, задний привод\n19 405 р. 7500 $ 6262 €\nВ движение машину приводит 3,5-литровый мотор мощностью 306 л. с. Привод у Infiniti на заднюю ось, коробка передач — классический «автомат». «Продажа уже не срочная, цена ниже некуда, поэтому торг только возле авто», — отмечено в объявлении. Владелец готов поменяться на что-нибудь побольше да посвежее.\n\nJaguar XE\nC Jaguar мы сделали исключение. Дело в том, что в D-классе эта компания долго отсутствовала (после ухода переднеприводного X-Type), и только в 2015-м на рынок вышел конкурент BMW 3-Series и Mercedes C-Class. Первое поколение XE до сих пор на конвейере, поэтому в подборку мы включили просто дорестайлинговую модель (ведь прошлой генерации у нее еще нет). Но цена не сказать что кусается — 16,2 тыс. долларов в эквиваленте.\n\n\nJaguar XE I, 2015 г.в., 156 000 км\nчерный, седан, дизель 2 л, автоматическая, задний привод\n41 914 р. 16 200 $ 13 526 €\nАвтомобиль 5-летний, с 2-литровым турбодизелем мощностью 163 л. с. У машины задний привод и АКП. До рестайлинга селектор «автомата» у XE был в виде шайбы. Данный экземпляр покупался не у минского дилера, а привозился из Нидерландов. Обслуживали седан у «официалов». Заявленный пробег — 156 тыс. км. Для 5-летнего дизельного автомобиля это вполне нормально.\n\n",
  "category" : "c" ,
  "statuc" : "new"
}
]